{"0": "Praise be to Allah, reporting the saying of the prophet Shu'aib: \"I desire nothing but reform so far as I am able, and with none", "1": "The latest and the greatest of these aggressions, the greatest incurred by the Muslims since the death of the Prophet (Allah's blessing and salutations on him) is the occupation of the land of the two Holy Places, the foundation of the House of Islam, the place of the revelation, the source of the message and the place of the noble Kaa'ba, the Qiblah of all Muslims, by the armies of the American Crusaders and their allies.", "2": "And after a long absence, imposed on the scholars (Ulama) and callers (Da'ees) of Islam, by the iniquitous Crusaders movement under the leadership of the USA, who fears that they, the scholars and callers of Islam, will instigate the Ummah of Islam against its enemies as their ancestors, may Allah be pleased with them, like Ibn Taymiyyah and Al'iz Ibn Abd es-Salaam, did.", "3": "And therefore, the Zionist/Crusader alliance resorted to killing and arresting the truthful Ulama and the working Da'ees", "4": "\nBy orders from the USA, a large number of scholars, Da'ees and young people were arrested in the land of the two Holy Places, among them the prominent Sheikh Salman Al Oud'a and Sheikh Safar Al-Hawali and their brothers", "5": "\nToday we work from the same mountains to lift the iniquity that has been imposed on the Ummah by the Zionist-Crusader alliance, particularly after they have occupied the blessed land around Jerusalem, route of the night-journey of the Prophet (Allah's blessing and salutations on him) and the land of the two Holy Places", "6": ". From here, today we begin the work of discussing the ways of correcting what has happened to the Islamic world in general, and the Land of the two Holy Places in particular", "7": "something. The situation at the land of the two Holy places became like a huge volcano at the verge of eruption that would destroy the Kufr and the corruption and its", "8": "regime: Ignoring the divine Shari'ah law; depriving people of their legitimate rights; allowing the American to occupy the land of the two Holy Places; imprisonment, unjustly, of the sincere", "9": ".\nThe honourable Ulamah and scholars as well as merchants, economists and eminent people of the country were all alerted by this disastrous", "10": "law. The regime entered into a bloody confrontation with the truthful Ulamah and the righteous", "11": "2. The inability of the regime to protect the country, and allowing the enemy of the Ummah, the American Crusader forces, to occupy the land for the longest of", "12": "measures. In 1411 A.H. (May 1991), at the time of the Gulf War, a letter, the famous letter of Shawwaal, with over four hundred signatures, was sent to the king demanding the lifting of oppression and the implementation of corrective", "13": "5. The financial and economic situation of the country and the frightening future in view of the enormous amount of debts and interest owed by the government, this situation being left unresolved as the wealth of the Ummah was being wasted to satisfy personal desires of certain individuals, while more custom duties and taxes were being imposed on the", "14": "8. Shari'ah law was suspended and man-made law was used instead;\n", "15": ".\nAs stated by the people of knowledge, it is not a secret that to use man-made law instead of the Shari'ah and to support the infidels against the Muslims is one of the ten \"voiders\" that would strip a person from his Islamic status (turn a Muslim into a Mushrik, non-believer status", "16": "everything? And why do the Amirs consult those who ignites internal feuds, playing the people against each other and instigate the policemen, the sons of the nation, to abort the reform movement, yet leave in peace and security such traitors who implement the policy of the enemy in order to bleed the financial and the human resources of the Ummah, and leaving the main enemy in the area, the American/Zionist alliance, to enjoy peace and security", "17": "aggressions. He unjustly filled the prisons with the best sons of this Ummah and caused miseries to their", "18": "). Hence it is essential to hit the main enemy who divided the Ummah into small and little countries and pushed it, for the last few decades, into a state of", "19": "place. Sometime officials from the Ministry of Interior, who are also graduates of the colleges of the Shari'ah, are leased out to mislead and confuse the nation and the Ummah (by wrong Fatwas) and to circulate false information about the", "20": "movement. At other occasions some righteous people were tricked into a war of words against the Ulama and the leaders of the movement, wasting the energy of the nation in discussing minor issues and ignoring the main one; that is, the unification of the people under the divine law of", "21": "Allah. In the shadow of these discussions and arguments, truthfulness is covered by falsehood, and personal feuds and partisanship created among the people increase the division and the weakness of the Ummah; priorities of the Islamic work are lost while the blasphemy and polytheism continues its grip and control over the", "22": "Interior. The right answer is to follow what have been decided by the people of knowledge, as was said by Ibn Taymiyyah (Allah's mercy upon him): \"People of Islam should join forces and support each other to get rid of the main Kufr that is controlling the countries of the Islamic world, even to bear the lesser damage to get rid of the major one, i.e., the great", "23": "priority. Clearly after Belief (Imaan) there is no more important duty than pushing the American enemy out of the holy", "24": ".\" (ref: supplement of Fatawa", "25": "one. He described the situation of the Muslims and the Mujahideen and stated that even the military personnel who are not practising Islam are not exempted from the duty of Jihad against the", "26": ".\nIbn Taymiyyah, after mentioning the Mongols (Tatar) and their behaviour in changing the law of Allah, stated that, \"The ultimate aim of pleasing Allah, raising His word, instituting His religion and obeying His messenger (Allah's blessing and salutations on him) is to fight the enemy, in every aspects and in a complete manner; if the danger to the religion from not fighting is greater than that of fighting, then it is a duty to fight them even if the intention of some of the fighters are not pure, e.g., they are fighting for the sake of leadership (personal gain) or they do not observe some of the rules and commandments of", "27": "observed. It was the tradition of the people of the Sunnah (Ahl us-Sunnah) to join and invade and fight with the righteous and non-righteous", "28": "situations. In fact, many of the fights and conquests that took place after the time of Rashidoon, the guided Imams, were of this", "29": "). Humanly fabricated laws have been put forward permitting what has been forbidden by Allah such as usury (Riba) and other", "30": "matters. Banks dealing in usury are competing for land with the two Holy Places and declaring war against Allah by disobeying His order \"Allah has allowed trading and forbidden", "31": "believe! Be careful of your duty to Allah and relinquish what remains (due) from usury, if you are", "32": ")\nThis is for the Muslim who deals in usury (believing that it is a sin), what is it then to the person who make himself a partner and equal to Allah, legalising (usury and other sins) what has been forbidden by", "33": "Allah. Despite of all of the above we see the government misled and dragged some of the righteous Ulamah and Da'ees away from the issue of objecting to the greatest of sins and", "34": "\". Under such circumstances, to push the enemy, the greatest Kufr, out of the country is a prime", "35": "hand. Utmost effort should be made to prepare and instigate the Ummah against the enemy, the American/Israeli alliance occupying the country of the two Holy Places, and the route of the Apostle (Allah's Blessings and Salutations may be on him) to the Furthest Mosque (Al-Aqsa Mosque", "36": "alliance. The existence of such a large country with its huge resources under the leadership of the forthcoming Islamic State, by Allah's Grace, represent a serious danger to the very existence of the Zionist state in", "37": "Palestine. The Noble Kaa'ba, the Qiblah of all Muslims makes the land of the two Holy Places a symbol for the unity of the Islamic", "38": "world. The sons of the two Holy Places are directly related to the life style (Seerah) of their forefathers, the Companions, may Allah be pleased with", "39": "them. They consider the Seerah of their forefathers as a source and an example for re-establishing the greatness of this Ummah and to raise the word of Allah", "40": "area. The Prophet (Allah'S blessing and salutations on him) said: \"Around twelve thousands will emerge from Aden/Abian helping the cause of Allah and His messenger; they are the best, in the time between me and", "41": "it. The occupier, the USA forces, will control the outcome of the battle for the benefit of the international", "42": "world. O you grandsons of Sa'd Ibn Abi Waqqaas , Al-Mothanna Ibn Haritha Ash-Shaybani , Al-Ga'ga' Ibn Amroo Al-Tameemi and those pious companions who fought Jihad alongside them; you competed to join the army and the guard forces with the intention to carry out Jihad in the cause of Allah raising His word and to defend the faith of Islam and the land of the two Holy Places against the invaders and the occupying", "43": "forces. That is the ultimate level of believing in this religion (Deen", "44": "). But the regime has reversed these principles and their understanding, humiliating the Ummah and disobeying", "45": "Allah. Half a century ago the rulers promised the Ummah that they would regain the first Qiblah, but fifty years later a new generation arrived and the promises have been changed; Al-Aqsa Mosque has been handed over to the Zionists and the wounds of the Ummah are still bleeding", "46": "there. At this time, when the Ummah has not regained the first Qiblah and the route of the journey of the Prophet (Allah's Blessings and Salutations may be on him), and when all that has been mentioned above has transpired, the Saudi regime has harmed the Ummah in the remaining sanctuaries, the Holy city of Makka and the mosque of the Prophet (Al-Masjid An-Nabawy), by calling the Christian army to defend the", "47": "area. The regime betrayed the Ummah and joined the Kufr, assisting and helping them against the", "48": "Sagheer. It is out of date and no longer acceptable to claim that the presence of the crusaders is a necessity and only a temporary measure to protect the land of the two Holy", "49": "people. Moreover, these excuses and the claim itself were demolished and wiped out by the sequence of speeches given by the leaders of the Kuffaar in", "50": "Mosque. In 1304 A.H (1936 CE) the awakened Muslim nation of Palestine started their great struggle, Jihad, against the British occupying", "51": "forces. Britain was impotent to stop the Mujahideen and their Jihad, but their devil inspired that there is no way to stop the armed struggle in Palestine unless through their agent King Abdul Azeez, who managed to deceives the", "52": "masters. He sent his two sons to meet the Mujahideen leaders and to inform them that King Abdul Azeez would guarantee the promises made by the British government, of leaving the area and responding positively to the demands of the Mujahideen, if the latter stopped their", "53": "Jihad. And so King Abdul Azeez caused the loss of the first Qiblah of the Muslim", "54": "sanctuaries. When the Islamic world resented the arrival of the crusader forces to the land of the two Holy Places, the king told lies to the Ulamah (who issued Fatwas about the arrival of the Americans) and to the gathering of the Islamic leaders at the conference of Rabitah which was held in the Holy City of", "55": ". And there is no doubt that you would like to carry out this mission too, in order to re-establish the greatness of this Ummah and to liberate its occupied sanctuaries", "56": ". The Mujahideen, your brothers and sons, request that you support them in every possible way by supplying them with the necessary information, materials and arms", "57": ". Security men are especially asked to cover up for the Mujahideen and to assist them as much as possible against the occupying enemy; and to spread rumours, fear and discouragement among the members of the enemy forces", "58": ". We bring to your attention that the regime, in order to create a friction and feud between the Mujahideen and yourselves, might resort to taking deliberate action against personnel of the security guards and military forces and blame the Mujahideen for these actions", "59": ". The time will come, by the Permission of Allah, when you'll perform your decisive role so that the word of Allah will be supreme and the word of the infidels (Kafiroon) will be inferior", "60": ". Before closing my talk, I have a very important message to the youth of Islam, men of the brilliant future of the Ummah of Muhammad (Allah's blessing and Salutations on him)", "61": "\nAbd ur-Rahman Ibn Awf, may Allah be pleased with him, said: \"I was at Badr, where I noticed two boys, one to my right and the other to my left", "62": "' The two youths hit Abu Jahl with their swords till he was dead", "63": ". That is the killing of the Pharaoh of this Ummah, Abu Jahl, the leader of the unbelievers (Mushrikeen) at the battle of Badr", "64": "\nThe role of Abdul Rahman Ibn Awf, may Allah be pleased with him, was to direct the two youths toward Abu Jahl", "65": ". They should guide their brothers and sons in this matter; once that has been done, then our youths will repeat what their forefathers said before: \"I swear by Allah, who has my soul in His hand, that if I see Abu Jahl, I'll not let my shadow depart his shadow till one of us is dead", "66": "\nAnd the story of Abd ur-Rahman Ibn Awf about Ummayyah Ibn Khalaf shows the extent of Bilal's (may Allah be pleased with him) persistence in killing the head of the Kuffar: \"The head of Kufr is Ummayyah Ibn Khalaf", "67": "\nI say: Since the sons of the land of the two Holy Places know and strongly believe that fighting (Jihad) against the Kuffar in every part of the world is absolutely essential, then they would be even more enthusiastic, more powerful, and even larger in number upon fighting in their own land, the place of their birth, defending the greatest of their sanctuaries, the noble Kaa'ba, the Qiblah of all Muslims", "68": ". They inherit these values from their ancestors (even from the time of the Jahiliyyah before Islam)", "69": "\nBy which legitimacy (or command), O Amroo bin Hind, do you want us to be degraded", "70": "\nBy which legitimacy (or command), O Amroo bin Hind, do you listen to our foes and disrespect us", "71": "\nOur toughness has, O Amroo, tired the enemies before you, never giving in", "72": "\nThese youth believe in what has been told by Allah and His messenger (Allah's Blessings and Salutations be on him) about the greatness of the reward for the Mujahideen and Martyrs; Allah, the most Exalted said: \"And as for those who are slain in the Way of Allah, He will by no means allow their deeds to perish", "73": ". They are in the highest level of Jannah (paradise)", "74": ") He also said: \"A martyr's privileges are guaranteed by Allah; forgiveness with the first gush of his blood, he will be shown his seat in paradise, he will be decorated with the jewels of belief (Imaan), married off to the beautiful ones, protected from the test in the grave, assured security in the day of judgement, crowned with the crown of dignity, a ruby of which is better than this whole world (Dunya) and its entire content, wedded to seventy-two of the pure Houries (beautiful ones of Paradise) and his intercession on the behalf of seventy of his relatives will be accepted", "75": "\nAnd they will say to you what their grand father, Haroon Ar-Rasheed, Ameer-ul-Mu'mineen, said to your grandfather, Nagfoor, the Byzantine emperor, when he threatened the Muslims: \"From Haroon Ar-Rasheed, Ameer-ul-Mu'mineen, to Nagfoor, the dog of the Romans; the answer is what you will see, not what you hear", "76": "\"The Crusader army became dust when we detonated al-Khobar", "77": ". I did not betray that king, he did betray our Qiblah", "78": "\n\"Lions in Jungle, their teeth are spears and Indian swords", "79": ". Your example and our example is like a snake which entered into a house of a man and got killed by him", "80": "\nThey stood up tall to defend the religion at the time when the government misled the prominent scholars, and tricked them into issuing Fatwas that have no basis, neither in the book of Allah nor in the Sunnah of His Prophet (Allah's Blessings and Salutations be on him), allowing the opening of the land of the two Holy Places for the Christians armies and handing the Al-Aqsa Mosque to the Zionists", "81": ") Al-Quds in my internal organs", "82": "\nThe treaty of Hudaybiyyah was cancelled by the messenger of Allah (Allah's Blessings and Salutations be upon him), once Quraysh had assisted Bani Bakr against Khusa'ah, the allies of the prophet (Allah's Blessings and Salutations be upon him)", "83": ". The Prophet (Allah's Blessings and Salutations be upon him) fought Quraysh and conquered Makkah", "84": ". He (Allah's Blessings and Salutations be upon him) considered the treaty with Bani Qainuqa' void because one of their Jews publicly hurt one Muslim woman, one single woman, at the market", "85": ". The most Exalted said, in the verse of As-Sayf, The Sword: \"So when the Sacred months have passed away, then slay the idolaters where ever you find them, and take them captive and besiege them, and lie in wait for them in every ambush", "86": ". I remind them about the talk between Jibreel (Gabriel) and the Messenger of", "87": "Allah (Allah's Blessings and Salutations be upon both of them) after the battle of Ahzab, when the Messenger of Allah (Allah's Blessings and Salutations may be on him) returned to Medina, and before putting his sword aside,", "88": "? By Allah, the angels haven't dropped their arms yet; march with your companions to Bani Quraydah, I am (going) ahead of you to throw fear in their hearts and to shake their fortresses", "89": "\" Jibreel marched with the angels (Allah's Blessings and Salutations be upon them all), followed by the Messenger of Allah (Allah's Blessings and Salutations be upon him), marching with the immigrants, (Muhajiroon) and supporters (Ansar)", "90": ". (Narrated by Al-Bukhari)", "91": ". Those youth raised high the head of the Ummah and humiliated the Americans, the occupier, by their operation in Riyadh", "92": ". They remember the poetry of Ja'far, the second commander in the battle of Mu'tah, in which three thousand Muslims faced over a hundred thousand Romans", "93": "\nAnd the poetry of Abdullah Bin Rawaha, the third commander in the battle of Mu'tah, after the martyrdom of Ja'far, when he felt some hesitation", "94": ") pious female Companions, may Allah be pleased with them; they should adopt the life style (Seerah) of the female Companions, of courage, sacrifice and generosity in the cause of the supremacy of Allah's religion", "95": "\" And to remember the stand of Asma', daughter of Abu Bakr, on the day of Hijra, when she attended the Messenger and his Companion in the cave and split her belt in two pieces for them", "96": ". And to remember the stand of Naseeba Bint Ka'b, striving to defend the Messenger of Allah (Allah's Blessings and Salutations be upon him) on the day of Uhud, in which she suffered twelve injuries, one of which was so deep leaving a deep lifelong scar", "97": ". May Allah strengthen the belief (Imaan) of our women in the way of generosity and sacrifice for the supremacy of the word of Allah", "98": "\nOur women bemoan only fighters in the cause of Allah, as said:\n\"Do not moan on any one except a lion in the woods, courageous in the burning wars", "99": "\n\"Are you going to leave us for the wolves of Kufr eating our wings?", "100": "\"The wolves of Kufr are mobilising all evil persons from everywhere", "101": "\nOur Lord, we ask you to secure the release of the truthful scholars (Ulama) of Islam and pious youths of the Ummah from their imprisonment", "102": "\nYou defeated the allies (Ahzab); defeat them and make us victorious over them", "103": "\nOur Lord, guide this Ummah, and make the right conditions (by which) the people of your obedience will be in dignity and the people of disobedience in humiliation, and by which the good deeds are enjoined and the bad deeds are forbidden", "104": ". The infidels shouted, followed by the hypocrites", "105": "\nDespite this, we heard no denunciation by anyone in the world or a fatwa by the rulers' ulema [body of Muslim", "106": "But when a dozen people of them were killed in Nairobi and Dar es Salaam, Afghanistan and Iraq were bombed and all hypocrite ones stood behind the head of the world's infidelity - behind the Hubal of the age - namely, America and its supporters.", "107": "When those have stood in defense of their weak children, their brothers and sisters in Palestine and other Muslim nations, the whole world went into an uproar, the infidels followed by the hypocrites.", "108": "who believe, fight in the Cause of Allah, and those who disbelieve, fight in the cause of Taghut (anything worshipped other than Allah e.g. Satan). So fight", "109": "us both laughter and tears to see that you have not yet tired of repeating your fabricated lies that the Jews have a historical right to Palestine, as it was promised to them in the Torah. Anyone who", "110": "the Muslims who are the inheritors of Moses (peace be upon him) and the inheritors of the real Torah that has not been changed. Muslims believe", "111": "followers of Moses have been promised a right to Palestine in the Torah, then the Muslims are the most worthy nation of this.\nWhen", "112": "the call to a historical right to Palestine cannot be raised against the Islamic Ummah that believes in all the Prophets of Allah (peace and blessings be upon them) - and we make no distinction between them.\n(", "113": "steal our Ummah's wealth and sell them to you at a paltry price.\n(", "114": "of these governments is an obligation upon us, and a necessary step to free the Ummah, to make the Shariah the supreme law and to regain Palestine. And our", "115": "await anything from us but Jihad, resistance and revenge. Is it", "116": "nation that permits Usury, which has been forbidden by all the religions. Yet you build", "117": "your economy and investments on Usury. As a result", "118": "you refuse to sign the Kyoto agreement so that you can secure the profit of your greedy companies and industries.\n(x"}